import { DocumentRecord } from "../types/index.type";

export const sampleData: DocumentRecord[] = [
  {
    "Sr.No": 1,
    "Document No.& Year": "200/2013",
    "Date of Execution & Date of Presentation & Date of Registration": [
      "06-Feb-2013",
      "06-Feb-2013",
      "06-Feb-2013",
    ],
    Nature: "Conveyance Non Metro/UA",
    "Name of Executant(s)": [
      "1. ஏ.. ெசல்வ முத்து குமாரசாமி",
      "(முதல்வர் )",
      "2. வி.. அருணகிரி",
      "(தனக்கா கவும் முகவராகவும் )",
    ],
    "Name of Claimant(s)": ["1. நித்யா"],
    "Vol.No & Page.No": "-",
    "Consideration Value": "ரூ. 3,14,068/-",
    "Market Value": "ரூ. 3,14,068/-",
    "PR Number": "1537/ 2012, 2493/ 2008",
    "Document Remarks":
      "ஆவணக் குறிப்பு கள் : கிைரய மதிப்பு ரூ.3, 14, 068/-, மார்ெகட் மதிப் பு ரூ.3, 14, 068/-. (4 அளிக்கப் பட் டுள் ள து.) புத்த கம் 20/2012 ஆம் ஆண்டு ஒரு ெபாது அதிகாரம்",
    "Property Type": "House Site",
    "Property Extent": "116.5 ச.மீட்டர்",
    "Village & Street": "Thiruvennainallur, Thiruvennainallur (T)",
    "Survey No": ["329", "329/1", "330"],
    "Plot No": "57",
    "Boundary Details":
      "எல்ைல விபரங்கள் : ேமற்ப டி நகர் வைரபடத்தில் கண்டுள் ள வாறு புதியதாகப் ேபாடப்பட் டுள் ள 20 அடி அகல 2-வது குறுக்குத் ெதருவுக்கும் (ெதற் 구 ), ேமற்ப டி மைனப்பி ரிவில் வி.ரவி கிைரயம் ெபற்ற பிளாட் எண் .62-க்கம் (வடக்கு ), பிளாட் எண் .58-க்கும் (ேமற்கு ), எஸ் .சத்யா ேமற் ப டி மைனப்பி ரிவில் கிைரயம்ெபற் ற பிளாட் எண் .56-க்கும் (கிழக்கு )",
    "Schedule Remarks": `அயன் புஞ்ைச பைழய சர்ேவ எண் .329/- ஏக் 11.80 - ல் சம்பந் தப் பட் ட புதிய சர்ேவ எண் .329/1 - ெஹக் 3.15.5 க் கு 7.80 ல் எனக்கு கிைரய பாத்தி யமான 0.35.5 க் கு 0.88 ெசண்டு , ரீ சர்ேவ எண் .330/- 1.93.5 க் கு 4.78 ல் ேமற்ப டி முதல்வ ருக்கு ெசாந்த மான 1.09.0 க் கு 2.69 ெசண்டு ஆக 1.44.5 க் கு 3.57 ல் ஏற் ப டுத்தப் பட் டுள் ள "ஸ்ரீ ேவதபுரீஸ் வ ரர் நகர் " மைனப்பி ரிவில் பிளாட் எண் .57 ெகாண் ட காலிமைனயானது இதன் மத்தி யில் கி ேம ஜாதியடி 25' ெத வ சாதியடி 50 ஆக 1250 சதுரடிக்குண் டா ன 116.5 சதுரமீட்டர் அளவுள்ள பிளாட் எண் .57 ெகாண் ட துமான காலிமைனயும் இதற் 구 ேமற்ப டி மைனப்பி ரிவில் சம்மந் தப் பட் ட ேராடு மற்றும் ெதருக்க ளின் மூலம் ேபாகவர வழிஉரிைம உள்ப டவும் . ேமற்ப டி மைனயானது ேமற்ப டி சர்ேவ எண் .330/- ல் சம்மந் தப் பட் ட து. ேமற்ப டி மைனயில் வீடு கட்டி ட வைகயாற எதுவுமில்ைல .`,
  },
];
